brew "ruby"

tap "heroku/brew"
tap "homebrew/bundle"
tap "mongodb/brew"

brew "awscli"
brew "bash-completion"
brew "dockutil"
brew "grep"
brew "jq"
brew "pyenv"
brew "python"
brew "rbenv"

brew "heroku"
brew "mongocli"
brew "mongodb-community"
brew "mongodb-community-shell"
brew "mongodb-database-tools"
brew "poetry"
brew "protobuf"
brew "redis"

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

cask "1password"
cask "arc"
cask "alfred"
cask "bettertouchtool"
cask "docker"
cask "gather"
cask "gitkraken"
cask "iterm2"
cask "linear-linear"
cask "microsoft-teams"
cask "ngrok"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
