brew "ruby"

tap "heroku/brew"
tap "homebrew/bundle"
tap "mongodb/brew"

brew "awscli"
brew "bash-completion"
brew "dockutil"
brew "gh"
brew "gcc"
brew "grep"
brew "jq"
brew "pyenv"
brew "python"
brew "rbenv"

brew "heroku"
brew "mongocli"
brew "mongodb-community"
brew "mongodb-community-shell"
brew "mongodb-database-tools"
brew "poetry"
brew "protobuf"
brew "redis"
brew "openjdk"

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
